Repository: mozilla-l10n/mt-training-data
Catalog: nan-tw/nan-tw_pontoon.tmx
Source language: en_us
Languages: nan_tw

source: The giant dino [cough] the Triassic.
nan_tw: 三疊紀（咳嗽）的大恐龍。

source: The giant dinosaur of the Triassic.
nan_tw: 三疊紀的恐龍。

source: The giant dinosaurs of the Triassi-.
nan_tw: 三疊紀的大恐...。

source: The giant dinosaurs of the Triassic.
nan_tw: 三疊紀的大恐龍。

source: The giant dinosaurs of the Triassic. [read by one voice]
nan_tw: 三疊紀的大恐龍...你好了嗎？

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
nan_tw: 三疊紀的大恐龍 <strong>（錄音者正在錄音）</strong>

source: The giant dinosaurs of the Triassic. Yes.
nan_tw: 三疊紀的足大恐龍。

source: The giant dino <strong>[cough]</strong> the Triassic.
nan_tw: 三疊ㄐ... <strong>[咳]</strong> 大恐龍。

source: The MediaRecorder API is not supported in your browser.
nan_tw: 你的瀏覽器不支援 MediaRecorder API。

source: The number of recordings and which languages you contribute to will be public.
nan_tw: 您貢獻的錄音數量，佮貢獻的語言落尾會公開。

source: The page you are looking for could not be found
nan_tw: 找不到您尋找的頁面。

source: The question should be answerable in just a couple of sentences.
nan_tw: 這个問題愛會當簡單一寡話就會當回答。

source: There are currently no prompts for this language. Please refresh the page or try again later.
nan_tw: 目前沒有此語言的提示。請重新整理頁面或稍後再試。

source: There are currently no sentences to review in this language.
nan_tw: 此語言目前沒有需要審核的語句。

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
nan_tw: 這馬這个語言並無需要轉錄的需要。若是你欲跳過，你會當跳過內容抑是去轉錄錄音佮等一下閣試一改。

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
nan_tw: 目前沒有此語言的轉錄可檢查。請重新整理頁面或稍後再試。

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
nan_tw: 無仝領域對語言有無仝的定義。對語音識別模型來講，Common Voice 建議您愛重視「相互理解性」，抑是「使用這種語言的人試看覓理解對方的話，𪜶到底會當相互理解？」

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
nan_tw: 這馬這个語言並無問題。若是你跳過矣，你會當繼續跳過內容，抑是等一下去轉錄錄音佮閣試一改。

source: The recording was too long.
nan_tw: 錄音傷長矣。

source: The recording was too quiet.
nan_tw: 錄音傷細聲矣。

source: The recording was too short.
nan_tw: 錄音傷短矣。

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
nan_tw: 這馬這个語言並無需要轉錄的錄音。 若是有跳過的，你會當繼續跳過內容抑是等一下審核轉錄閣試一改。

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
nan_tw: 目前此語言沒有可轉錄的聲音。請重新整理頁面或稍後再試。

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
nan_tw: 原文段落中不應包含數字，因為會在唸出來的時候造成問題。數字的念法需依前後文而定，可能會在資料集中造成混淆。舉例來說，數字「2409」有時會念成「兩千四百零九」，也有可能念成「二四零九」。

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
nan_tw: 錄音者的聲音大小會有自然差異。當音量太高以至於破音，或音量太小以至於（不看書面文字就）不知道在唸什麼時，請駁回。

source: The route was unclear.
nan_tw: 周潤發跟鳳飛飛

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
nan_tw: 這些語言目前正由社群開發中，進度條展示每種語言<localizationGlossaryLink>網站在地化</localizationGlossaryLink>及<sentenceCollectionGlossaryLink>搜集語句</sentenceCollectionGlossaryLink>的狀況。

source: The selected file is too large
nan_tw: 選擇的檔案傷大

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
nan_tw: Sentence Collector 已移至 Common Voice 主網站。您現在可以在 Common Voice 上<writeURL>撰寫</writeURL>句子，或<reviewURL>審核</reviewURL>提交至 Common Voice 的單句。

source: The sentence has a grammatical or spelling error.
nan_tw: 這句話的文法抑是拼法有錯誤。

source: The sentence has disrespectful or offensive language.
nan_tw: 這句話當中有不尊重他人或冒犯性的語言。

source: The sentence must be grammatically correct.
nan_tw: 句子符合正確文法。

source: The sentence must be speakable.
nan_tw: 句子必須念得出來。

source: The sentence must be spelled correctly.
nan_tw: 句子沒有錯別字。

source: The sentence should have fewer than 15 words.
nan_tw: 一個句子的長度應該不要超過 15 個字。

source: The site is ready to be launched when it reaches 75% completion.
nan_tw: 網站翻譯完成度達 75% 時，即可準備上線。

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
nan_tw: 網站將盡快恢復作業。請到我們的 <matrixLink>Matrix 社群聊天頻道</matrixLink>、<githubLink>GitHub</githubLink> 上的網站問題回報，或到 <discourseLink>Discourse 討論區</discourseLink>回報給我們，或取得最新資訊。

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
nan_tw: TED-LIUM 語料庫是從 TED 網站上的語音對話及轉錄文字製作而成的語料庫。

source: The website text is translated into that language.
nan_tw: 到 Pontoon 完整翻譯該語言版本。

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
nan_tw: 此內容包含能識別使用者身分的資訊，例如姓名、E-Mail、地點、手機或身份證號碼。

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
nan_tw: 這个內容是欲問使用者的身份資訊，比喻講名姓、E-Mail、所在、身分證字號抑是手機仔號碼。

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
nan_tw: 您不一定需要提供此資訊給我們。當我們發布資料集時，會將所有個人資訊以假名方式處理，確保您的姓名、電子郵件地址等資訊無法與年齡、性別等人口統計資訊相關聯。

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
nan_tw: 以下資訊為選填內容，只有當您覺得舒適時才需提供。當發布資料集時，我們會將所有個人資訊匿名化，確保您的姓名和電子郵件等資訊，不會與年齡或性別等統計資訊產生關聯。為了能夠更好地服務每一個人，數據需要反映出不同群體的多樣性，以幫助開發者建立技術。深入了解詮釋資料的重要性。

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
nan_tw: 這是一個包含用來進行口述數字識別與是/否偵測的使用案例。

source: This is how you cite yourself if you wrote the content yourself.
nan_tw: 如果是您自己撰寫的內容，請依下列方式引用自己。

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
nan_tw: 這个專案若是無你這款的人是無法度做出來的。🎉 有真濟方式會當貢獻 Common Voice - 你毋捌程式碼嘛會當來貢獻！

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
nan_tw: 此選項可用來設定是否要在排行榜上顯示您的資料。設為「隱藏」時，將不會顯示在排行榜上顯示您的照片、使用者名稱、貢獻進度。請注意調整設定後，需等 { $minutes } 分鐘，重新整理排行榜後才會生效。

source: Three to go!
nan_tw: 閣有三筆！

source: Thur
nan_tw: Thur 土爾語

source: Tibetan
nan_tw: 藏語

source: Tigre
nan_tw: 提格雷語

source: Tigrinya
nan_tw: Tigrinya 提格利尼亞語

source: Tlazoyaltepec Mixtec
nan_tw: Tlazoyaltepec Mixtec 語

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
nan_tw: 如要變更或修改 email，請發送電子郵件到 <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
nan_tw: 今仔日

source: Today's Common Voice progress on clips recorded
nan_tw: 今仔日 Common Voice 錄音片段進度

source: Today's Common Voice progress on clips validated
nan_tw: 今仔日 Common Voice 驗證片段進度

source: Today's Progress
nan_tw: 今仔日的進度

source: Toki Pona
nan_tw: Toki Pona 道本語

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
nan_tw: 必須經過兩位無仝的使用者確認過，片段才會進入 Common Voice 資料集。

source: Too many files
nan_tw: 檔案太多

source: Top Contributors
nan_tw: 頂尖貢獻者

source: Total
nan_tw: 總計

source: Total Approved
nan_tw: 總批准數

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
nan_tw: 若有 { $people } 個人每天錄下 { $clipsPerDay } 個片段，就可以在 { $periodMonths } 個月內達成 { $totalHours } 小時錄音片段的目標。

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
nan_tw: 我們在右邊簡單列出了有哪些益處，並說明會公開哪些資訊。請使用下方的鏈結來在您的裝置上註冊 Common Voice 帳號，開始參與我們。

source: Toward next goal
nan_tw: 距離下一个目標

source: Track progress here and on your stats page.
nan_tw: 您可以在此或到進度頁面，追蹤進度。

source: Transcribe
nan_tw: 轉錄

source: Transcribe answers
nan_tw: 錄製回答

source: Transcribe Audio
nan_tw: 轉錄語音

source: Transcribe audio recordings into text
nan_tw: 將錄音轉錄成文字

source: Transcribe audio recordings in your language
nan_tw: 使用你的語言轉錄錄音

source: Transcribe Audio <small>(Coming soon)</small>
nan_tw: 轉錄語音 <small>(近期推出)</small>

source: Transcript edited successfully
nan_tw: 編輯轉錄完成

source: Transcript skipped successfully
nan_tw: 成功略過轉錄

source: Transcript submitted successfully
nan_tw: 成功送出轉錄內容

source: Transcript voted successfully
nan_tw: 轉錄投票完成

source: Transgender
nan_tw: 跨性別

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
nan_tw: <translateVideoLink>觀看 Pontoon 的使用教學。</translateVideoLink>

source: Translating the site
nan_tw: 翻譯這个網站

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
nan_tw: 原則上都是根據英文翻譯，但您可以參考其他語言的<strong>翻譯建議</strong>。可以點擊<strong>個人帳號大頭照</strong>圖示當中的<strong>Settings</strong>連結，加入您會使用的任何語言。點擊右下角的<strong>Locales</strong> 標籤會出現其他語系目前的翻譯內容供您參考。翻譯完成後的隔天我們就會將完成的譯文更新到網站上。

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
nan_tw: Common Voice 網站的翻譯在 <strong>Pontoon</strong> 進行。

source: Try again by dragging your file here
nan_tw: 再次將檔案拖到此處即可重試

source: Try uploading again
nan_tw: 嘗試再上傳一次

source: Tshivenda
nan_tw: Tshivenda 文達語

source: Tuki
nan_tw: Tuki 語

source: Tunen
nan_tw: Tunen 語

source: Tupuri
nan_tw: Tupuri 語

source: Turkish
nan_tw: Turkish 土耳其語

source: Turkmen
nan_tw: Turkmen 土庫曼語

source: Tush
nan_tw: Tush 語

source: Tuvan
nan_tw: 圖瓦語

source: Twi
nan_tw: 特威語（西非）

source: Typically megabytes
nan_tw: 通常有幾 MB

source: Ubykh
nan_tw: 尤比克語

source: Udmurt
nan_tw: Udmurt 烏德穆爾特語

source: Ukrainian
nan_tw: 烏克蘭語

source: Understand contribution criteria
nan_tw: 了解貢獻準則

source: Understand how to contribute and validate on the Common Voice dataset
nan_tw: 了解如何幫贊 Common Voice 資料庫貢獻語音佮協助驗證

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
nan_tw: 了解如何向 Common Voice 資料庫貢獻語音與協助驗證

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
nan_tw: 了解在聆聽語音片段時要注意什麼，並幫助您能錄下更多聲音！

source: Universities, Academics and Researchers
nan_tw: 大學、學術機關佮學者

source: Upload aborted. Do you want to delete your recordings?
nan_tw: 上傳失敗，您要刪除錄音檔嗎？

source: Upload an image file
nan_tw: 傳一張圖起去

source: { $uploadedQuestions } of { $totalQuestions } questions collected
nan_tw: { $totalQuestions } 其中的 { $uploadedQuestions } 个問題已經收集矣

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
nan_tw: { $totalQuestions } 其中 { $uploadedQuestions } 个問題已經收集矣。請看咱的<guidelinesLink>指導手冊</guidelinesLink>頁來了解欲按怎加添問題

source: { $uploadedSentences } of { $totalSentences } sentences collected
nan_tw: 共 { $totalSentences } 句，已收集 { $uploadedSentences } 句

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
nan_tw: 共 { $totalSentences } 句，已收集 { $uploadedSentences } 句。請點擊<downloadLink>此處</downloadLink>下載被退回的句子。

source: Upload failed, please retry.
nan_tw: 上傳失敗，請重試。

source: Upload <icon></icon> public domain sentences
nan_tw: 上傳 <icon></icon> 公眾領域的句子

source: Upload in progress...
nan_tw: 正在上傳…

source: Upload more sentences?
nan_tw: 要上傳更多句子嗎？

source: Upload of this clip keeps failing at server. Reload the page or try again later.
nan_tw: 上傳這段聲音到服侍器失敗，閣來上傳抑是等一下閣試一改。

source: Upload of this clip keeps failing, keep retrying?
nan_tw: 上傳這段聲音失敗，欲繼續無？

source: Urdu
nan_tw: 烏爾都語

source: Use correct grammar
nan_tw: 漢字為主，免句號

source: Use correct spelling and grammar
nan_tw: 請使用正確的拼寫佮文法

source: Use correct spelling and grammar.
nan_tw: 使用正確的拼音佮文法。

source: Use correct spelling and punctuation
nan_tw: 台羅參考發音著用大括號標

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
nan_tw: 會當幫贊<mark>自然的講話情境</mark>佮實際場景（例如：予語音技術會當識別口語佮無講稿的發言）

source: User Name
nan_tw: 使用者名稱

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
nan_tw: 使用者確認錄音片段是毋是精確，並確認講話者是毋是正確唸出句仔。

source: Uyghur
nan_tw: Uyghur 維吾爾語

source: Uzbek
nan_tw: 烏茲別克語

source: Validated Clips
nan_tw: 驗證的片段

source: Validated Hours
nan_tw: 已驗證時數

source: Validated Hr. Total
nan_tw: 總驗證時數

source: Validate readings
nan_tw: 驗證閱讀

source: Validate Readings
nan_tw: 驗證錄音

source: Validate Readings, Review Transcriptions
nan_tw: 驗證錄音，驗證抄錄

source: Validate Readings <small>(Coming soon)</small>
nan_tw: 驗證錄音<small>(咧欲推出)</small>

source: Validate readings submitted by community members
nan_tw: 驗證社群提交的錄音

source: Validate user-recorded readings in your language
nan_tw: 驗證你的語言的使用者錄音

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
nan_tw: 驗證別人錄的語音片段，對 Common Voice 的使命嘛真重要。請偃耳聽片段，並幫助咱打造高品質的開源語音資料。

source: Validation Progress
nan_tw: 驗證進度

source: Validations
nan_tw: 驗證

source: Value and recognition.
nan_tw: 價值與重視。

source: Variant Contribution Options
nan_tw: 變體貢獻選項

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
nan_tw: 變體是一種語言的特定格式，像是居住在共同地區或社群的人才有的特定說話腔調。有時這也稱為「方言」。

source: Varying Pronunciations
nan_tw: 確認發音

source: Venetian
nan_tw: Venetian 威尼斯語

source: Version
nan_tw: 版本

source: Very common mistakes include:
nan_tw: 常見錯誤包含有：

source: Vietnamese
nan_tw: 越南語

source: View your progress against personal and project goals.
nan_tw: 檢視您的個人佮專案目標進度。

source: Visible
nan_tw: 可見

source: Visit our blog or write about us
nan_tw: 到咱的部落格抑是撰寫咱的故事

source: Voice clips are entered into a submission queue that readies them for listening.
nan_tw: 錄下的片段將進入佇列中排隊，準備接受聆聽確認。

source: Voice Collection
nan_tw: 收集語音

source: Voice Contribution
nan_tw: 貢獻語音

source: Voice Dataset, Ready for Download
nan_tw: 語音資料集，已可下載

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
nan_tw: 語音是自然、是有人性的。這嘛是為啥物咱非常向望替電腦建立會當用的語音技術。毋過若是欲建立語音系統，需要有大量的語音資料。

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
nan_tw: 語音是自然、是有人性的。這嘛是為啥物咱非常向望替電腦建立會當用的語音技術。毋過欲建立語音系統，需要有大量的語音資料。

source: Voices Online Now
nan_tw: 目前線頂有的語音

source: Voice Validation
nan_tw: 驗證錄音

source: Volume
nan_tw: 音量

source: Votic
nan_tw: Votic 瓦佳語

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
nan_tw: VoxForge 被設計來收集轉錄的對話內容，以供自由與開放原始碼的語音辨識引擎使用。

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
nan_tw: 想要幫忙讓 Common Voice 變得更棒嗎？ 沒問題！請寄 E-Mail 給我們，也可以到 <discourseLink>Discourse</discourseLink> 討論區留言、透過 <githubLink>GitHub</githubLink> 回報網站問題、 或是加入我們的 <matrixLink>Matrix</matrixLink> 社群聊天室。

source: Want to save your information? <createProfile>Create a profile</createProfile>
nan_tw: 想要儲存您的資訊嗎？<createProfile>請註冊帳號</createProfile>

source: Want to stay in touch with Common Voice?
nan_tw: 想要與 Common Voice 保持聯繫嗎？

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
nan_tw: 想要在新的 Common Voice 資料集推出時收到通知嗎？請訂閱我們的電子報。

source: Watch our video explainer to help
nan_tw: 請看我們的說明影片

source: Wayuunaiki
nan_tw: 瓦尤語

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
nan_tw: 我們持續想了解資料消費者們的需求與使用情境，不論是在資料收集平台上合作，或是提供資料健康度的資訊，<emailFragment>都歡迎您來信</emailFragment>。

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
nan_tw: 我們正在打造一套開放而可公開使用的語音資料集，讓每個人都可用來訓練應用程式中的語音功能。

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
nan_tw: 我們很高興能支援公部門參與科技、創新與語言權利。若您打算進行大型的專案或活動，<emailFragment>請務必聯絡我們</emailFragment>。

source: We are going out to get a coffee.
nan_tw: 我們要出去買杯咖啡。

source: We are going out to get coffee.
nan_tw: 咱欲出去買咖啡。

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
nan_tw: 我們提供更多選項，讓人們在告訴我們他們的生理性別或性別認同時有更多選擇。請以你覺得最自然的方式來自我描述。<learnMoreLink>了解我們對性別的看法。</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
nan_tw: 阮佇 Mozilla 咧建造一个佮語音技術相關的社群。阮想欲隨時收接著新的技術佮新的資料來源，嘛想欲知影你會按怎來用遮的資料。

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
nan_tw: 我們相信，大型而公開可用的語音資料集可以促進以機器學習為基礎技術的語音科技創新，與健康的商業競爭。這是一項全球性的努力，我們也邀請所有人參與。我們的目標是讓語音技術能夠更具包容性，反映出世界各地語音的多樣性。

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
nan_tw: 我們相信若有一組大型、可公開使用的語音資料集，可奠定以機器學習為基礎的語音技術的創新，與健康的商業競爭。 Common Voice 的多語言資料集已經成為最大的公開語音資料集，但不是唯一的一套。 您可於此頁面找到其他的開放原始碼語音資料集。隨 Common Voice 持續成長，我們也會於此處張貼更新資訊。

source: Website Localization
nan_tw: 網站在地化

source: Websites
nan_tw: 網站

source: We couldn’t find that page for you
nan_tw: 找不到您想要開啟的頁面

source: We couldn’t get any audio clips for you to listen to. Please try again later.
nan_tw: 我們無法取得錄音片段讓您聆聽確認，請稍候再試。

source: We couldn’t get any sentences for you to speak. Please try again later.
nan_tw: 我們無法取得句子讓您錄音，請稍候再試。

source: Weekly
nan_tw: 每週

source: Weekly Goal
nan_tw: 每週目標

source: We launch the Common Voice site in this language.
nan_tw: 咱會當予這个語言版本的 Common Voice 網站上線。

source: Welcome { $company } staff!
nan_tw: 歡迎 { $company } 的員工！

source: Welcome to Common Voice
nan_tw: 歡迎來到 Common Voice

source: Welcome to Spontaneous Speech
nan_tw: 歡迎使用隨在講話錄音

source: Welsh
nan_tw: 威爾斯語

source: We may have run out of clips - refresh the page, or try again later.
nan_tw: 我們已經沒有這種語言的片段可以驗證了…

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
nan_tw: 我們可能還沒有收到該請求，請直接寄信到 <emailLink>{ $email }</emailLink> 聯絡我們，我們會盡快回覆！

source: We periodically release the dataset
nan_tw: 咱定期發布資料集

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
nan_tw: 阮保證一定會好好處理你的資訊。到阮的<privacyLink>隱私權公告</privacyLink>來了解詳細資訊。

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
nan_tw: 我們想建立一套開放原始碼、多重語言的語音資料集，讓任何人都可以用來開發語音相關應用。

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
nan_tw: 我們集合眾人之力，打造開放原始碼的語音資料集。歡迎捐出您的聲音、協助驗證錄音片段是否正確，讓資料集能夠變得更好。

source: We’re experiencing unexpected downtime
nan_tw: 發生了意外的停機時間

source: We're going out to get coffee.
nan_tw: 我們要去買咖啡。

source: We’re going out to get coffee.
nan_tw: 我們要去買咖啡。

source: We release the dataset every 3 months.
nan_tw: 咱逐 3 個月發布一改資料集。

source: We're making some big changes
nan_tw: 我們有些重大變更

source: We're receiving a lot of traffic and are currently investigating the issues.
nan_tw: 收着大量接線流量，阮隨共相關問題開拆。

source: We’re sorry, your platform is not currently supported.
nan_tw: 真抱歉，這馬暫時無支援您的平台。

source: Western Penan
nan_tw: Western Penan 語

source: Western Sierra Puebla Nahuatl
nan_tw: 西部山區普埃布拉納瓦特語

source: Westphalian
nan_tw: Westphalian 西發利亞語

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
nan_tw: 咱使用 Mozilla 一套叫作 <pontoonLink>Pontoon</pontoonLink> 的家私進行介面翻譯。Pontoon 已經支援濟濟語言，若是無您使用的語言，會當佇<pontoonRequestLink>請求新增</pontoonRequestLink>。新增語言了後，請<githubRepoLink>到 GitHub 請求加入新的語言</githubRepoLink>，Common Voice 才會當支援。<localizationFragment>若是需閣較濟有關網站介面翻譯的資訊，請揤這个所在</localizationFragment>。

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
nan_tw: 注意以下改變：差異片段現僅包含從上次發佈以來最新版的片段。<deltaLink>了解此項目的更多資訊</deltaLink>。
